import pyttsx
engine = pyttsx.init()
rate = engine.getProperty('rate')
engine.setProperty('rate', rate-55)
engine.say('Tomal বেজন্মা,মাদারচোদ,খান­­­কিরপোলা,মাগির ছেলে,শয়তান, অসভ্য, ফাজিল,নোংরা, ইতর,অভদ্র, বেয়াদব, বেঈমান, মুনাফেক, কাফের,মুফিজ , মুফিকার, আতেল, কুত্তা, ঘাঘু,চাংগা মাংগী,কিপটা,ফকির ফকিরনি, দুষ্টু, বুদাই, মিছকা শয়তান, আকাশের লাও, শালা,পুটকি চুদি, মদন, হাবলা, কেবলা, হাব্ব্র , বদ, বদমাইশ, লম্পট, পাগলার বাচ্চা, টিক টিকির ডিম, মুরগীর বাচ্চা, মুরগীর পুৎ, হালার পুৎ হালা, শালার বাচ্চা, ননসেন্স, ইডিয়ট, স্টুপিড, বাস্টার্ড, ফাকার, ফকির, কুত্তা, কুত্তার বাচ্চা, শুয়োর, শুয়োরের বাচ্চা,হারামজাদা হারামি, কালপেট লাটু লাটাই,হাওয়া, হাওয়ার পো, মগা, হাঁদা, হাঁদারাম, পাগলাবাই, পামুস ,তুমুস, হামুস, মামুস, চুদমারানি, চোদনা, চোদনখোর, চোদোন খাইয়ে, হারামখোর, মাগি জাতির পুৎ,তোর মায়রে,বাল, বালের বাচ্চা,পোদমারানি, পোদখোর,জাওরা, জাওরার পো, বেশ্যার বাচ্চা বেশ্যা, নটি মটর পো, খানকি, খানকি মাগি,চুদমারানি,মান্দ­­­ার পো, হুগার পো,বান্দি, বান্দির পো, চুদি,চুদিরভাই, মাদারচোদ, ফাদারচোদ, চুদানিরপো, পুকচুদ ভুদামারানি,রেন্ডি, হাওয়া চুদা, রেন্ডিচুদা, খানকিরপো,মাদমারানির পো,গুয়ার পো, নর্তকির পোলা চ্যাটের বাল, হরির পোলা ঘোরার বাল, আদাচোদা, মাতা চোদা, মুরগী চোদা, বেজী চোদা, কাউয়ার পুটকা ভেরা চুদা,চুদির বাল,খানকির পোলা, ভুদার মাগি, পুটকি চোদা, ধনের পো, চুদনা কাটি,মারানির পোলা পুংগার বাচ্চা,শালা চুদানির,শালা চুদানির মাদ মারানির মাদ্মারানি, তোর মায়রে চুদি নাস্তিক্যার বাচ্চা.....নিমজ্যারু­­­, কাঠজ্যারু, তক্তাজ্যা রু, বেগুনজ্যারু,অালুজ্যা­­­রু, বদনাজ্যারু, টিস্যুজ্যারু, অাবালচুদি দি, মাদারচোদ, ফাদারচোদ, দাদাচোদ, দাদীচোদ ,মাসি চোদ, পিসিচোদ,দিদিমাচোদ, ঠাম্মাচোদ,, ফুফুচোদ, ফুফাচোদ,বিড়ালচোদ, কুকুরচোদ, ছাগলচোদ,, সিস্টারচোদ, ব্রাদারচোদ,জারজ, বেজন্মা, মাগিখোর, গাজাখোর,তোরে কি কচুবাগানে ফেলে জন্ম দিছে? তোর ১৪ গোষ্ঠি অাযান দিয়া দেবো৷তোরমাবাবা,ভাই বোন,১৪ গুষ্ঠিরে নিমগাছের মাথায় ফেলে উল্টা করে চুদবো৷তোকে তিনরাস্তার মোড়ে ফেলে উল্টা করে সয়াবিন তেল দিয়া পোদ মারবো৷ তোর কি কেওড়া বনেফেলে জন্ম দেছ? তোর বাপের কাছ শোন তো তোর জন্মের ঠিক অাছ কি?তুই যদি তোর বাপের জন্ম হয়ে থাকিস তাহলে এই no এ ৫০tk flexi দে..তোর পোদ অার গুদ ফাটিয়েচৌচির করে রক্তের স্রোত বইয়ে দেব৷৷""এবারের সংগ্রাম তোর ১৪ গুষ্ঠিচুদার সংগ্রাম৷এবারের সংগ্রাম তোর মতজারজদের পোদবেজন');
#engine.say('Hello , whats your name ?');
#engine.say('I am mr. robot. What news would you like to listen to today ?');
#engine.say('Sally sells seashells by the seashore.')
#engine.say('Sally sells seashells by the seashore.')

#voices = engine.getProperty('voices')
#for voice in voices:
#   engine.setProperty('voice', voice.id)
#   engine.say('The quick brown fox jumped over the lazy dog.')

#engine.say('The quick brown fox jumped over the lazy dog.')
engine.runAndWait()
